Repository: gabrisp/iwearit
Catalog: WardrobeKit/Sources/WKPersistence/Resources/Localizable.xcstrings
Source language: en
Languages: es

# common.bags
source: Bags
es: Bolsos

# common.jackets
source: Jackets
es: Chaquetas

# common.shoes
source: Shoes
es: Zapatos

# wkpersistence.infrastructure.aMan
source: a man
es: un hombre

# wkpersistence.infrastructure.aPerson
source: a person
es: una persona

# wkpersistence.infrastructure.aWoman
source: a woman
es: una mujer

# wkpersistence.infrastructure.anAndrogynousLookingPerson
source: an androgynous-looking person
es: una persona de aspecto andrógino

# wkpersistence.infrastructure.athletic
source: Athletic
es: Atlética

# wkpersistence.infrastructure.athleticBuildBroadShoulders
source: athletic build, broad shoulders
es: complexión atlética, hombros marcados

# wkpersistence.infrastructure.average
source: Average
es: Media

# wkpersistence.infrastructure.averageBuild
source: average build
es: complexión media

# wkpersistence.infrastructure.cmTall
source: %1$@ cm tall
es: de %1$@ cm

# wkpersistence.infrastructure.curvy
source: Curvy
es: Con curvas

# wkpersistence.infrastructure.curvyBodyDefinedWaist
source: curvy body, defined waist
es: cuerpo con curvas, cintura marcada

# wkpersistence.infrastructure.dark
source: Dark
es: Oscura

# wkpersistence.infrastructure.darkSkin
source: dark skin
es: piel oscura

# wkpersistence.infrastructure.heavySet
source: Heavy-set
es: Corpulenta

# wkpersistence.infrastructure.heavySetBuild
source: heavy-set build
es: complexión corpulenta

# wkpersistence.infrastructure.light
source: Light
es: Clara

# wkpersistence.infrastructure.lightSkin
source: light skin
es: piel clara

# wkpersistence.infrastructure.man
source: Man
es: Hombre

# wkpersistence.infrastructure.mediumSkinTone
source: medium skin tone
es: piel de tono medio

# wkpersistence.infrastructure.neutral
source: Neutral
es: Neutro

# wkpersistence.infrastructure.slim
source: Slim
es: Delgada

# wkpersistence.infrastructure.slimBuild
source: slim build
es: complexión delgada

# wkpersistence.infrastructure.tan
source: Tan
es: Morena

# wkpersistence.infrastructure.tanSkin
source: tan skin
es: piel morena

# wkpersistence.infrastructure.woman
source: Woman
es: Mujer

# wkpersistence.wardrobeactor.day
source: Day %1$@
es: Día %1$@

# wkpersistence.wardrobeschema.accessories
source: Accessories
es: Accesorios

# wkpersistence.wardrobeschema.dresses
source: Dresses
es: Vestidos

# wkpersistence.wardrobeschema.shirts
source: Shirts
es: Camisas

# wkpersistence.wardrobeschema.shorts
source: Shorts
es: Bermudas

# wkpersistence.wardrobeschema.sweaters
source: Sweaters
es: Jerseys

# wkpersistence.wardrobeschema.sweatshirts
source: Sweatshirts
es: Sudaderas

# wkpersistence.wardrobeschema.swimwear
source: Swimwear
es: Bañadores

# wkpersistence.wardrobeschema.tShirts
source: T-shirts
es: Camisetas

# wkpersistence.wardrobeschema.trousers
source: Trousers
es: Pantalones

# wkpersistence.shelf.wholeBody
source: Whole body
es: Cuerpo entero

# wkpersistence.shelf.other
source: Other
es: Otros
